<template>
  <div class="px-4 py-6 bg-gray-100 lg:py-12 lg:px-0">
    <section class="w-full m-auto lg:w-9/12">
      <MainTitle theme-color="primary" class="mb-6">
        <template slot="titleEN">
          payment terms
        </template>
        <template slot="titleTW">
          付費條款
        </template>
      </MainTitle>
      <div class="px-4 py-8 bg-white lg:px-12 shadow-10">
        <p class="mb-3 leading-7">
          訂閱及付費服務條款（本條款）為「會員服務條款」之「附加條款」，用於規範本公司線上數位產品之銷售及使用。與「會員服務條款」、「隱私政策」及其他本公司發布之條款，共同構成本公司與您之間有關使用本服務之完整、排他約定。
        </p>
        <p class="mb-3 leading-7">
          本公司提供個人化訂閱服務，讓會員使用電腦、移動設備及其他特定裝置（「鏡好聽相容裝置」），瀏覽與下載網路串流傳輸的音訊內容（「鏡好聽內容」）。
        </p>
        <p class="mb-3 leading-7">
          您對我們服務的使用受本條款約束。本條款所稱「鏡好聽服務」、「我們的服務」或「本服務」，係指鏡好聽所提供搜尋及聆聽鏡好聽內容的個人化服務，包括不限於所有特性與功能、推薦與評論、網站與使用者介面，以及與我們服務相關的所有內容與軟體。要使用鏡好聽服務，您必須連接至網路並擁有鏡好聽「線上數位產品」相容裝置。
        </p>
        <p class="mb-3 leading-7">
          本公司「線上數位產品」為本公司網站（www.mirrorvoice.com.tw）及其服務衍伸產品、應用程式（App）所刊載之一切內容（包括但不限於聲音、文字、圖檔、圖片或其他著作或資料）。當您訂閱、實際使用或瀏覽本公司之「線上數位產品」，表示你已接「服務條款」及「隱私政策」以及本條款等約款之全部內容。
        </p>
        <div class="mb-10">
          <h2 class="mb-3 text-lg font-bold">
            (一) 服務條款之更新
          </h2>
          <p class="mb-3 leading-7">
            本公司有權對於本條款隨時進行更新。如您不同意服務條款之修正或更新，請即時通知本公司並向本公司終止服務，惟若您繼續訂閱或使用本網站或相關服務，則視同已接受條款之修正及更新。
          </p>
          <p class="mb-3 leading-7">
            如您對於本條款有任何不明瞭之處，應立即與本公司服務人員聯繫。
          </p>
        </div>
        <div class="mb-10">
          <h2 class="mb-3 text-lg font-bold">
            (二) 訂閱服務、直接購買與搭售方案
          </h2>
          <p class="mb-3 leading-7">
            本公司以會員資格區分瀏覽內容，包括付費會員資格，提供其付費內容瀏覽。會員須享有訂閱會員身分方可瀏覽播放，或直接購買有聲內容之使用權進行瀏覽播放。本公司部分內容僅提供直接購買使用權，付費會員將享有優惠價格，詳情請參見各產品頁面標註說明。
          </p>
          <p class="mb-3 leading-7">
            計價方式以本公司網站當前刊載為準。本服務可能隨時推出不同之促銷或搭售方案，並以您最終選擇之搭售方案為準。
          </p>
          <p class="mb-3 leading-7">
            本公司保有隨時更動本服務、商品訂價、搭售方案、自動續約、付款及退費政策之權利，請您務必留意最新搭售方案內容，並可隨時於本公司網站「帳號管理
            - 紀錄查詢」，管理您的訂閱內容與當前搭售方案。
          </p>
          <p class="mb-3 leading-7">
            本公司提供多種會員資格方案，包括第三方提供的特殊促銷方案或會員資格，並附帶提供第三方之產品與服務。對於上述第三方提供之產品與服務，本公司概不負責。部分會員資格方案可能具有不同的條件與限制，有關條件與限制的資訊會在您註冊時或向您提供的其他通訊中揭露。您可以通過前往鏡好聽網站，點選網站頁面頂端，位於使用者名稱下方的「帳號管理」，查看關於您鏡好聽的會員資格具體細節。
          </p>
          <p class="mb-3 leading-7">
            若您在本公司網站直接訂閱，扣款成功的當下即立即生效；如您透過其他管道訂閱，或非以信用卡扣款者，訂閱生效時間則取決於其他管道刊載資訊為準；訂閱期間亦相應遞延，不損害您的權益。
          </p>
        </div>
        <div class="mb-10">
          <h2 class="mb-3 text-lg font-bold">
            (三) 自動續約
          </h2>
          <p class="mb-3 leading-7">
            您的鏡好聽付費會員資格會一直延續直到提出取消終止為止。當您購買本服務任意搭售方案時，將會直接開啟「自動續約」功能，並於「帳號管理」與「帳號管理-
            紀錄查詢」中查詢扣款日期及明細。
          </p>
          <p class="mb-3 leading-7">
            您同意使用本服務即同意「自動續約」功能，將於前次訂閱期間結束時自動續訂。「自動續約」之價格取決於您實際選定並扣款成功之搭售方案價格為準，不適用促銷或新搭售方案之價格。您若取消訂閱本服務，將於本期「收費期間」結束後生效，終止本服務且中止搭售方案計費方式。
          </p>
        </div>
        <div class="mb-10">
          <h2 class="mb-3 text-lg font-bold">
            (四) 付款及取消
          </h2>
          <p class="mb-3 leading-7">
            您授權本公司依您訂閱之搭售方案，以您開始訂閱之日，以及後續每個「計費週期」的第一天，以金融卡或信用卡方式進行扣款（含相關匯費、手續費、稅費），「收費期間」可能以日、月、季或年度為單位，取決於您選擇之搭售方案為準。本公司保留更改扣款時間之權利。
          </p>
          <p class="mb-3 leading-7">
            倘扣款失敗，經通本公司知後，您仍未提供其他有效之付款方式，則您的訂閱將被取消則。但已經開始「收費期間」之訂閱，您仍應就該未付款項負責。
          </p>
          <p class="mb-3 leading-7">
            除額外說明，任何搭售方案皆可隨時取消，本公司將會在下一「收費期間」開始前為您停止續訂，在當次收費週期結束前，您仍可繼續使用本服務。取消將於本期「收費期間」結束後生效，終止本服務且中止搭售方案計費方式。惟已開始之「收費期間」及已付之款項，均不予取消及退還。
          </p>
          <p class="mb-3 leading-7">
            如有透過非本公司網站管道訂閱，欲取消或更改訂閱管道，應於透過原管道更改之，本公司亦不負責退款或賠償相關匯費、手續費、稅費等必要費用損失。
          </p>
        </div>
        <div class="mb-10">
          <h2 class="mb-3 text-lg font-bold">
            (五) 付款方式
          </h2>
          <p class="mb-3 leading-7">
            要使用本公司線上數位產品之付費功能，您必須向我們提供一種或多種「付款方式」。若您的主要付款方式遭拒，或無法再供我們向您收取訂閱費用，則您授權我們透過與您帳戶關聯的任何付款方式收費。您仍須為任何未付金額負有繳付責任。
          </p>
          <p class="mb-3 leading-7">
            若因過期、資金不足或其他原因導致付款失敗，且您未取消帳戶，則我們可暫停您對服務的使用，直到我們成功透過您有效的「付款方式」收費為止。
          </p>
          <p class="mb-3 leading-7">
            針對某些付款方式，發行機構可能會向您收取特定費用，例如跨國交易手續費或其他與您付款方式有關的處理費用。當地稅額可能因您所使用的付款方式而有所不同。詳情請諮詢您的付款方式服務提供者。
          </p>
          <p class="mb-3 leading-7">
            您可前往「帳號管理-
            紀錄查詢」頁面更新您的付款方式。我們亦可使用付款服務提供者所提供的資訊，來更新您的付款方式。您完成任何更新後，即授權我們繼續透過您所適用的付款方式收費。
          </p>
          <p class="mb-3 leading-7">
            一旦任一會員選擇使用訂閱功能及內容購買功能的同時，本公司即推定該會員係民法上之成年人而具有完全行為能力，每筆訂閱服務皆視為一筆訂單，訂單一旦成立後，該交易即生效不得撤銷，且會員完成交易後不論任何事由皆不得退款。
          </p>
        </div>
        <div class="mb-10">
          <h2 class="mb-3 text-lg font-bold">
            (六) 通知與聯繫
          </h2>
          <p class="mb-3 leading-7">
            本公司所為之涉及本服務調整或取消，將透過您註冊會員所使用之電子郵件向您送達，並以本公司寄出電子郵件時，作為向您送達之時點。請確保您的電子郵件功能正常，並無故障、擋信或其他無法正常收發之情事。
          </p>
        </div>
        <div class="mb-10">
          <h2 class="mb-3 text-lg font-bold">
            (七) 轉讓禁止
          </h2>
          <p class="mb-3 leading-7">
            除另有特別聲明外，本服務限制於個人或搭售方案載明容許之範圍使用，倘您為公司或團體，請與本公司聯絡相關企業會員搭售方案，否則視為未經合法授權使用，經查證屬實本公司有權不經通知隨時取消您的訂閱及會員資格，並中止提供服務。
          </p>
          <p class="mb-3 leading-7">
            您的會員資格、權利及訂閱，非經本公司事前書面同意，不得轉讓或讓與，亦不得為任何商業利用。倘有任何違反之情事，本公司得不經通知隨時取消您的訂閱及會員資格。
          </p>
        </div>
      </div>
    </section>
  </div>
</template>

<script>
export default {
  name: 'PaymentTerms',
  head () {
    return {
      titleTemplate: '付費條款 - 鏡好聽 Mirror Voice',
      meta: [
        {
          hid: 'og:title',
          name: 'og:title',
          content: '付費條款 - 鏡好聽 Mirror Voice'
        },
        {
          hid: 'og:url',
          name: 'og:url',
          content: process.env.BASE_URL + this.$route.fullPath
        },
        {
          hid: 'twitter:title',
          name: 'twitter:title',
          content: '付費條款 - 鏡好聽 Mirror Voice'
        }
      ]
    }
  },
  mounted () {
    this.$scrollTo('body', 0)
  }
}
</script>
