<template>
  <div class="px-4 py-6 bg-gray-100 lg:py-12 lg:px-0">
    <section class="w-full m-auto lg:w-9/12">
      <MainTitle theme-color="primary" class="mb-6">
        <template slot="titleEN">
          service rule
        </template>
        <template slot="titleTW">
          會員條款
        </template>
      </MainTitle>
      <div class="px-4 py-8 bg-white lg:px-12 shadow-10">
        <div class="mb-10">
          <h2 class="mb-3 text-lg font-bold">
            (一) 認知與接受條款
          </h2>
          <p class="mb-3 leading-7">
            鏡好聽會員服務係由「鏡文學股份有限公司」（簡稱本公司）建置。當您註冊完成或開始使用本服務時，即視為您已經閱讀、瞭解並同意接受本服務條款，並完全接受本服務現有與未來衍生的服務項目及內容。
          </p>
          <p class="mb-3 leading-7">
            本公司有權於任何時間修改或變更本服務條款之內容，修改後的服務條款內容將公佈網站上，本公司將不會個別通知會員，建議會員隨時注意該等修改或變更。會員於任何修改或變更後繼續使用本服務時，視為已閱讀、瞭解並同意接受該等修改或變更。若不同意上述的服務條款修訂或更新方式，或不接受本服務條款的其他任一約定，會員應立即停止使用本服務。
          </p>
          <p class="mb-3 leading-7">
            若您未滿二十歲，應於加入會員前，將本服務條款請您的法定代理人或監護人閱讀，並得到其同意，才可以註冊及使用本服務。當您使用本服務時，則視為您的家長（或監護人）已經閱讀、瞭解並同意本服務條款之所有內容及其後之修改變更。
          </p>
          <p class="mb-3 leading-7">
            會員及本公司雙方同意使用本服務之所有內容，以電子文件作為表示方式。
          </p>
        </div>
        <div class="mb-10">
          <h2 class="mb-3 text-lg font-bold">
            (二) 會員權益
          </h2>
          <p class="mb-3 leading-7">
            當您完成本公司會員申請程序之後，即可享有本公司會員權利，或其他未來可能新增之會員服務。本公司保留新增、修改或取消會員服務之相關系統服務或功能的權利。
          </p>
          <p class="mb-3 leading-7">
            會員服務所提供的所有功能，以及其他一切因會員身分得使用之權益，均仍屬本公司或其他合法權利人所有，會員僅得於使用期間內依本服務條款之約定為使用，不得以任何方式將其會員權益轉讓、移轉、出租或出借予其他任何第三人。
          </p>
          <p class="mb-3 leading-7">
            會員應擔保您所提供的所有資料，都是正確且即時的資料。如果您所留存的資料事後有變更，您應立即更新您所留存的資料。
          </p>
          <p class="mb-3 leading-7">
            會員所取得的使用者名稱和密碼，會員必須負妥善保管和保密的義務，並應為使用此使用者名稱和密碼登入後於本公司之一切行為負責。帳號密碼請勿轉讓、出借予第三者使用，如果您的使用者名稱和密碼被其他人冒用或不當使用，本公司會儘速協助您解決，但不對會員負有任何形式之賠償或補償之責任或義務。
          </p>
          <p class="mb-3 leading-7">
            本公司會定期備份會員所儲存的資料，惟本公司不對刪除的資料或備份儲存失敗的資料負責。
          </p>
          <p class="mb-3 leading-7">
            本公司不保證系統沒有錯誤或障礙，若發現資料傳輸異常，請立即通知本公司。
          </p>
          <p class="mb-3 leading-7">
            本公司對於會員所上傳之資料內容，包含聲音、文字與圖片，將善盡保護義務，但不保證傳輸與儲存過程中資料之正確性與完整性。
          </p>
        </div>
        <div class="mb-10">
          <h2 class="mb-3 text-lg font-bold">
            (三) 會員資料隱私與安全性
          </h2>
          <p class="mb-3 leading-7">
            個人資料之利用
          </p>
          <ol
            class="pl-8 mb-5 leading-loose list-decimal list-outside lg:pl-12"
          >
            <li class="mb-2">
              對您於網站所登錄或留存之個人資料，您同意本公司在為提供本服務行銷、市場分析、統計或研究、或為提供會員個人化服務或加值服務之目的範圍內，得記錄、保存及利用您在本網站所留存或產生的資料及記錄。
            </li>
            <li class="mb-2">
              宣傳廣告或行銷等：透過電子郵件、郵件、電話等提供與服務有關之資訊。本公司將不定期發送行銷活動及相關優惠訊息之電子報或商品訊息或簡訊。
            </li>
            <li class="mb-2">
              回覆會員之詢問：針對會員透過電子郵件、郵件、電話或其他任何直接或間接聯絡方式向本公司所提出之詢問進行回覆。
            </li>
            <li class="mb-2">
              本公司對於您個人資料之處理及利用，僅在蒐集之特定目的及相關法令規定之範圍內為之。除非取得您的同意或其他法令之特別規定，本公司絕不會將您的個人資料揭露於第三人或使用於蒐集目的以外之其他用途。
            </li>
            <li class="mb-2">
              會員註冊所填寫之個人資料，系統將保留申請資料，如須刪除會員資料請透過本公司客戶服務管道進行之。
            </li>
            <li class="mb-2">
              會員服務中若有部分服務是本公司與其他合作廠商或夥伴所共同經營者，若會員不願將自身個人資料揭露給其他合作廠商，會員可以選擇不使用這些特定服務，但如果會員開始使用這些特定服務，即表示同意將個人資料提供給該特定服務之合作廠商。
            </li>
            <li class="mb-2">
              關於會員的註冊以及其他特定資料依鏡好聽「隱私權政策」受到保護與規範。
            </li>
          </ol>
        </div>
        <div class="mb-10">
          <h2 class="mb-3 text-lg font-bold">
            (四) 會員行為規範
          </h2>
          <p class="mb-3 leading-7">
            凡註冊成為本公司之會員，若有以下行為，經本公司查證屬實者，將執行帳號停權：
          </p>
          <ol
            class="pl-8 mb-5 leading-loose list-decimal list-outside lg:pl-12"
          >
            <li class="mb-2">
              上載、傳送、或儲存任何侵害他人智慧財產權或其他權益的資料。
            </li>
            <li class="mb-2">
              上載、傳送、儲存病毒、或其他任何足以破壞或干擾電腦系統或資料的程式或訊息。
            </li>
            <li class="mb-2">
              未經授權下進入會員服務系統或冒用他人帳號或偽造他人資料。
            </li>
            <li class="mb-2">
              任何竊取會員服務之會員帳號、密碼或存取權限之行為。
            </li>
            <li class="mb-2">
              未經同意擅自摘錄或使用會員服務內任何資料庫內容。
            </li>
            <li class="mb-2">
              惡意散布含有人身攻擊字眼之留言或不雅髒話，干擾其他會員使用服務。
            </li>
            <li class="mb-2">
              破壞及干擾本服務所提供之各項資料、活動或功能，或以任何方式侵入、試圖侵入、破壞本服務之任何系統，或藉由本服務為任何侵害或破壞行為。
            </li>
            <li class="mb-2">
              從事不法交易行或買賣行為。
            </li>
          </ol>
          <p class="mb-3 leading-7">
            會員所發表、傳送之內容本公司不會逐條審查，會員需擔保作品本身無違反著作權法及其他法令，如果任何聲音、文字、圖檔、圖片或其他著作或資料發生權利歸屬或其他合法性爭議，經本公司查證屬實，本公司有權直接刪除該聲音、文字、圖檔、圖片或其他著作或資料，或停止提供服務。若發表傳送之內容被檢舉或經本公司查證有違法之虞，如涉及抄襲、翻譯、轉載他人作品者，得不經過原會員的同意，本公司有權將內容下架。如因會員所發表、傳送之內容侵害第三人權利或違反法令，致本公司受第三人追償或主管機關處分時，會員應賠償本公司所產生之一切損失及費用。
          </p>
          <p class="mb-3 leading-7">
            會員服務內之各類聲音、文字、圖檔、圖片及其他著作或資料，僅限於會員於本公司網站上使用，未經事前授權會員不可以將這些聲音、文字、圖檔、圖片或其他著作或資料為重製、公開口述、公開播送、公開上映、公開演出、公開傳輸、公開發表、改作、散布、發行、銷售、轉讓、出租、出借、轉授權或其他任何形式使用，亦不得上載於其他任何網站、或以其他方式提供予其他人使用。
          </p>
          <p class="mb-3 leading-7">
            若會員在本公司公開的文字內容違反上述會員行為規範，本公司管理員有權隱藏或下架違規內容，無需事先知會。
          </p>
        </div>
        <div class="mb-10">
          <h2 class="mb-3 text-lg font-bold">
            (五) 會員付費功能
          </h2>
          <ol
            class="pl-8 mb-5 leading-loose list-decimal list-outside lg:pl-12"
          >
            <li class="mb-2">
              訂閱服務及直接購買
              <p class="mb-3 font-medium leading-7">
                本公司提供包括但不限於節目、有聲書、課程之聲音內容，其中部分為付費瀏覽內容，會員須享有訂閱會員身分方可瀏覽播放或直接購買有聲內容之使用權進行瀏覽播放。本公司部分內容僅提供直接購買使用權，詳情請參見各產品頁面標註說明。
              </p>
              <p class="mb-3 font-medium leading-7">
                本公司訂閱流程係使用第三方金流服務廠商：藍新科技股份有限公司之「藍新金流」系統，凡會員欲使用訂閱服務及直接購買，可參見本公司所推出之搭售方案或商品，選擇商品後即串接至藍新金流系統進行交易。會員同意使用藍新金流系統之付費服務時，即視為同意接受藍新金流系統之服務條款。
              </p>
              <p class="mb-3 font-medium leading-7">
                一旦任一會員選擇使用訂閱功能及直接購買功能的同時，本公司即推定該會員係民法上之成年人而具有完全行為能力，每筆訂閱服務皆視為一筆訂單，訂單一旦成立後，該交易即生效不得撤銷，且會員完成交易後不論任何事由皆不得退款。
              </p>
              <p class="mb-3 font-medium leading-7">
                詳細訂閱服務與方案內容可參考訂閱說明。
              </p>
            </li>
            <li class="mb-2">
              打賞及贊助
              <p class="mb-3 font-medium leading-7">
                為鼓勵主持人、聲音主播持續創作好聲音內容，會員也能給予所認同的節目內容實質鼓勵，會員可使用本公司本公司的「打賞功能」及「贊助節目功能」達成此一目的。本公司打賞及贊助流程係使用第三方金流服務廠商：藍新科技股份有限公司之「藍新金流」系統，凡會員欲使用打賞及贊助功能，則可在本公司填妥打賞金額後，即串接至藍新金流系統進行交易。會員同意使用藍新金流系統之付費服務時，即視為同意接受藍新金流系統之服務條款。
              </p>
              <p class="mb-3 font-medium leading-7">
                一旦任一會員選擇使用打賞及贊助功能的同時，本公司即推定該會員係民法上之成年人而具有完全行為能力，每筆打賞皆視為一筆訂單，訂單一旦成立後，該交易即生效不得撤銷，且會員完成打賞交易後不論任何事由皆不得退款。所有打賞交易一律以新台幣計算，會員單筆最低打賞及贊助額為新台幣（下同）50元，最高金額沒有上限。
              </p>
            </li>
            <li class="mb-2">
              發票開立與託管
              <div class="sub sub-num3">
                <p class="sub-list">
                  根據財政部令「台財稅字第0972400122號」之「電子發票實施作業要點」，於本公司消費開立之二聯式統一發票將以託管方式，不直接郵寄紙本發票，若需發票正本，請來函客服中心索取，本公司亦會將發票號碼上傳至政府平台及E-mail副本至會員帳號，供會員查閱。
                </p>
                <p class="sub-list">
                  如您於交易時選擇將發票捐贈，依據法令規定，已捐贈的發票無法索回。
                </p>
                <p class="sub-list">
                  鏡好聽將不另行寄送紙本發票，您可於發票開立24小時後，至財政部電子發票整合服務平台進行發票資料查詢。
                </p>
                <p class="sub-list">
                  每逢單月26日系統將自動對獎（已索取／已捐贈／已作廢發票除外），中獎發票將於10日內由鏡好聽掛號郵寄至中獎會員地址（通訊資料依會員註冊填寫資料為依據，若因資料不完整導致中獎發票無法寄達，鏡文學將不重新補寄。）
                </p>
                <p class="sub-list">
                  捐贈發票之實際受贈單位以開立發票當時受贈單位為主。
                </p>
              </div>
            </li>
            <li class="mb-2">
              中華民國稅法各類所得扣繳說明
              <p class="mb-3 font-medium leading-7">
                依據中華民國稅法各類所得扣繳率標準的規定，中華民國境內居住之個人扣繳為以下說明：
              </p>
              <p class="mb-3 font-medium leading-7">
                中華民國境內居住之個人（含同一課稅年度於境內無固定住所但住滿183天以上之外國人、華僑及大陸人士，另外，華僑在國內擁有戶籍，且同一課稅年度於境內居住超過183天以上，即符合經常居住條件，視為境內居住之個人），當您每次申請稿費給付金額不超過20,000元時免予扣繳，當扣繳稅額超過2,000元，本公司將於給付時，扣繳10%稅款後匯款。
              </p>
              <p class="mb-3 font-medium leading-7">
                稿費收入應扣稅額之計算，以匯款日為基礎，合併計算該匯款日之匯款總額，執行稅額扣繳。提醒您，如於同一匯款日內，有多筆稿費執行匯款，將合併計算總額後，執行稅額扣繳。
              </p>
              <p class="mb-3 font-medium leading-7">
                如您為同一課稅年度未於境內住滿183天以上之非中華民國境內居住之個人，相關扣稅說明請參照服務條款作者會員收入提領說明中，非台灣地區作者會員之相關說明。
              </p>
            </li>
            <li class="mb-2">
              全民健康保險補充保費扣繳說明
              <p class="mb-3 font-medium leading-7">
                根據「全民健康保險法」與「全民健康保險扣取及繳納補充保險費辦法」等規定，單次給付超過（含）新台幣20,000元，將依規定之補充保險費率1.91%計收補充保險費，由扣費義務人於給付時扣取，未達新台幣20,000元者，則免予扣取；單次超過新台幣20,000元者，若有下列證明文件，應在每次申請時一併提出，即可免扣取補充保險費：
              </p>
              <div class="sub sub-num5">
                <p class="sub-list">
                  專門職業及技術人員自行執業者及第二類被保險人：投保單位出具之證明資料，如：在職業工會投保的繳費證明。
                </p>
                <p class="sub-list">
                  第五類被保險人、中低收入戶：社政機關核定有效期限內之低收入戶、中低收入戶證明文件。
                </p>
                <p class="sub-list">
                  未具投保資格或喪失投保資格者：主動告知後，由扣費義務人向保險人確認。兒童及少年：身分證明文件。
                </p>
                <p class="sub-list">
                  中低收入老人、領取身心障礙者生活補助費者：社政機關開立之審核資格核定函。
                </p>
                <p class="sub-list">
                  勞工保險投保薪資未達中央勞工主管機關公告基本工資之身心障礙者：社政機關核發有效期限內之身心障礙手冊或證明及投保單位出具之勞工保險繳費證明文件。
                </p>
                <p class="sub-list">
                  在國內就學且無專職工作之專科學校或大學學士班學生：學校之註冊單或蓋有註冊章之學生證及無專職工作聲明書。
                </p>
                <p class="sub-list">
                  符合本法第一百條所定之經濟困難者：保險人出具有效期限內之經濟困難者證明文件。
                </p>
              </div>
            </li>
          </ol>
        </div>
        <div>
          <h2 class="mb-3 text-lg font-bold">
            (六) 終止服務
          </h2>
          <p class="mb-3 leading-7">
            <strong>修改服務條款權利</strong>
          </p>
          <p class="mb-3 leading-7">
            本公司保留修改會員服務條款之權利，服務條款之修改將公告於本公司「服務條款」，會員需同意自行主動閱讀，本公司不另外個別通知使用者。
          </p>
          <p class="mb-3 leading-7">
            <strong>系統維護</strong>
          </p>
          <p class="mb-3 leading-7">
            本公司將依一般合理之技術及方式，維持系統及服務之正常運作。但於以下各項情況時，本公司有權可以停止、中斷提供本服務：
          </p>
          <ol class="pl-8 leading-loose list-decimal list-outside lg:pl-12">
            <li class="mb-2">
              會員服務系統或功能例行性之維護、改置或變動所發生之服務暫停或中斷，本公司將於該暫停或中斷前以電子郵件、公告或其他適當之方式告知會員，您同意本公司不須因此負損害賠償責任。
            </li>
            <li class="mb-2">
              在下列情形，本公司將暫停或中斷本服務之全部或一部份，且對使用者任何直接或間接之損害，均不負任何責任：
              <div class="sub sub-num2">
                <p class="sub-list">
                  本公司相關軟硬體設備進行搬遷、更換、升級、保養或維修時
                </p>
                <p class="sub-list">
                  使用者有任何違反政府法令或本公司服務條款情形
                </p>
                <p class="sub-list">
                  天災或其他不可抗力所致之服務停止或中斷
                </p>
                <p class="sub-list">
                  本公司申請之電子通信服務被停止，無法提供服務時
                </p>
              </div>
            </li>
          </ol>
        </div>
      </div>
    </section>
  </div>
</template>

<script>
export default {
  name: 'ServiceRule',
  head () {
    return {
      titleTemplate: '會員條款 - 鏡好聽 Mirror Voice',
      meta: [
        {
          hid: 'og:title',
          name: 'og:title',
          content: '會員條款 - 鏡好聽 Mirror Voice'
        },
        {
          hid: 'og:url',
          name: 'og:url',
          content: process.env.BASE_URL + this.$route.fullPath
        },
        {
          hid: 'twitter:title',
          name: 'twitter:title',
          content: '會員條款 - 鏡好聽 Mirror Voice'
        }
      ]
    }
  },
  mounted () {
    this.$scrollTo('body', 0)
  }
}
</script>

<style scoped>
.sub-list {
  @apply font-medium mb-3 leading-7;

  counter-increment: count;
  padding-left: 2rem;
  text-indent: -1.85rem;
}

.sub-list::before {
  content: '1.' counter(count);
  padding-right: 0.5rem;
}

.sub-num2 .sub-list::before {
  content: '2.' counter(count);
}

.sub-num3 .sub-list::before {
  content: '3.' counter(count);
}

.sub-num5 .sub-list::before {
  content: '5.' counter(count);
}
</style>
